Repository: diegotubito/fitnessMobile
Catalog: FitnessMobile/*.lproj/Localizable.strings
Languages: es_419

# _WORKSPACE_SHARE_DOCUMENT_NAV_TITLE
source: Share Documents
es_419: Compartir Documento

# _WORKSPACE_SHARE_DOCUMENT_TITLE
source: Sharing documents it's crucial to approve your address.
es_419: Comaprtir documento es crucial para consiguir una aprobación.

# _WORKSPACE_SHARE_DOCUMENT_SUBTITLE
source: You can upload any kind of document that belongs to you and the address match with the one you declared.
es_419: Puedes subir cualquier tipo de documento que te pertenezca con la direccion visible que ingresaste.

# _WORKSPACE_UPLOAD_DOCUMENT_TITLE
source: Upload Image
es_419: Subir Foto

# _WORKSPACE_UPLOAD_DOCUMENT_SUBTITLE
source: Select the image source
es_419: Selecciona la fuente de la imagen

# _REMOVE_WORKSPACE_DOCUMENT_TITLE
source: Remove a Document
es_419: Borrar Documento

# _REMOVE_WORKSPACE_DOCUMENT_SUBTITLE
source: Do you want to remove this document?
es_419: ¿Deseas borrar este documento?

# _YOUR_OWN_WORKSPACE_TITLE
source: Your own workpaces.
es_419: Tus propios Espacios de Trabajos.

# _YOUR_GUEST_WORKSPACE_TITLE
source: Your workspaces as a Guest
es_419: Tus Espacios de Trabajos como Invitado

# INVITATION_PENDING
source: Pending
es_419: Pendiente

# INVITATION_ACCEPTED
source: Accepted
es_419: Aceptada

# INVITATION_REJECTED
source: Rejected
es_419: Rechazada

# _WORKSPACE_ADDRESS_VIEW_TITLE
source: Enter an address.
es_419: Ingrese una dirección.

# _WORKSPACE_ADDRESS_VIEW_SUBTITLE
source: We will find the best approach based on the input address.
es_419: Encontraremos la mejor aproximación basada en la dirección ingresada.

# _WORKSPACE_ADDRESS_VIEW_BUTTON_TITLE
source: Verify Address
es_419: Verificar Dirección

# _WORKSPACE_ADDRESS_VIEW_RESULT
source: Search Result
es_419: Resultado de la busqueda

# _WORKSPACE_ADDRESS_VIEW_ADDRESS_NOT_VALID
source: Address not valid
es_419: Dirección no válida

# _WORKSPACE_ADDRESS_VIEW_CURRENT_LOCATION_TITLE
source: Current Location
es_419: Dirección actual.

# _WORKSPACE_ADDRESS_VIEW_CURRENT_LOCATION_REMOVE_TITLE
source: Remove location?
es_419: ¿Borrar Dirección?

# _WORKSPACE_ADDRESS_VIEW_CURRENT_LOCATION_REMOVE_SUBTITLE
source: If your location has been verified, removing it will need to verify again.
es_419: Si tu dirección está verifcada, tendras que volver a verificarla.

# _WORKSPACE_ADDRESS_VIEW_CURRENT_LOCATION_REMOVE_BUTTON
source: Remove
es_419: Borrar

# _WORKSPACE_ADDRESS_VIEW_CURRENT_LOCATION_CANCEL_BUTTON
source: Cancel
es_419: Cancelar

# _TITLE_SUBTITLE_WORKSPACE_VIEW_TITLE
source: Title
es_419: Título

# _TITLE_SUBTITLE_WORKSPACE_VIEW_ERROR_TITLE
source: Title is badly format or empty field
es_419: Título tiene un formato incorrecto.

# _TITLE_SUBTITLE_WORKSPACE_VIEW_SUBTITLE
source: Subtitle
es_419: Subtitulo

# _TITLE_SUBTITLE_WORKSPACE_VIEW_ERROR_SUBTITLE
source: Subtitle is badly format or empty field
es_419: Subtitulo tiene un formato incorrecto.

# _TITLE_SUBTITLE_WORKSPACE_VIEW_BUTTON_TITLE_CREATE
source: Create
es_419: Crear

# _TITLE_SUBTITLE_WORKSPACE_VIEW_BUTTON_TITLE_UPDATE
source: Update
es_419: Actualizar

# _WORKSPACE_DETAIL_VIEW_ADDRESS_NOT_VERIFIED
source: Address not verified.
es_419: Dirección no verificada

# _WORKSPACE_DETAIL_VIEW_SHARE_DOCUMENT
source: Share a document
es_419: Compartir documento

# _WORKSPACE_DETAIL_VIEW_VERIFICATION_PENDING
source: Verification pending...
es_419: Verificación pendiente...

# _WORKSPACE_DETAIL_VIEW_VERIFICATION_REJECTED
source: Verification rejected
es_419: Verificación rechazada.

# _WORKSPACE_DETAIL_VIEW_VERIFICATION_REJECTED_SHARE_DOCUMENT
source: Upload another document.
es_419: Subir otro documento.

# _WORKSPACE_DETAIL_VIEW_VERIFICATION_ACCEPTED
source: Address Verified
es_419: Dirección Verificada

# _WORKSPACE_DETAIL_VIEW_TITLE
source: Address
es_419: Dirección

# _WORKSPACE_DETAIL_VIEW_MESSAGE
source: No address found.
es_419: Dirección no encontrada

# _WORKSPACE_DETAIL_VIEW_WARNING_NOT_VERIFIED_TITLE
source: Verification Note:
es_419: Nota de verificación:

# _WORKSPACE_DETAIL_VIEW_WARNING_NOT_VERIFIED_MESSAGE
source: Remeber that verifying your address is mandatory to be visible in user's area. Otherwise, you potential clients would never know you are running a business
es_419: Recuerda que verificar tu dirección es obligatorio para que aparezca en el area del usuario. De lo contrario, tus potenciales clientes nunca sabrán que tienes un negocio.

# _WORKSPACE_DETAIL_VIEW_WARNING_REJECTED_TITLE
source: Verification Note:
es_419: Nota de verificación:

# _WORKSPACE_DETAIL_VIEW_WARNING_REJECTED_MESSAGE
source: Your address has been rejected. Please, change your address and upload new documents
es_419: Tu dirección fue rechazada. Por favor, vuelve a chequer si has ingresado la dirección correcta.

# _WORKSPACE_DETAIL_VIEW_WARNING_EMPTY_TITLE
source: Verification Note:
es_419: Nota de verificación:

# _WORKSPACE_DETAIL_VIEW_WARNING_EMPTY_MESSAGE
source: Set up your address so that your customers can find you.
es_419: Agrega una dirección asi tus clientes puedan encontrarte.

# _WORKSPACE_DETAIL_MEMBER_TITLE
source: Members
es_419: Colaboradores

# _WORKSPACE_DETAIL_INVITATION_TITLE
source: Sent Invites
es_419: Invitaciones Enviadas

# _WORKSPACE_DETAIL_DELETE_BUTTON_TITLE
source: Delete Workspace
es_419: Borrar Espacio de Trabajo

# _WORKSPACE_DETAIL_DELETE_WARNING_TITLE
source: Delete Workspace
es_419: Borrar Espacio de Trabajo

# _WORKSPACE_DETAIL_DELETE_WARNING_MESSAGE
source: Are you sure you want to delete this workspace?
es_419: ¿Estás seguro de borrar este Espacio de Trabajo? Recuerda que esto no puede deshacerse.

source: Latitude
es_419: Latitud

source: Longitude
es_419: Longitud

# _COORDINATE
source: Coordinates
es_419: Coordenadas

# _REMOVE_INVITATION_TITLE
source: Remove Invitation?
es_419: ¿Borrar Invitación?

# _REMOVE_INVITATION_SUBTITLE
source: This invitation is pending, do you want to remove it?
es_419: ¿Desea eliminar esta invitación aún pendiente?

# _REMOVE_INVITATION_CANCEL_BUTTON
source: Cancel
es_419: Cancelar

# _REMOVE_INVITATION_REMOVE_BUTTON
source: Remove
es_419: Eliminar

# _REMOVE_MEMBER_TITLE
source: Remove Member?
es_419: ¿Borrar Miembro?

# _REMOVE_MEMBER_SUBTITLE
source: %@ with email %@ will be removed from your member list.
es_419: %@ con correo %@ será eliminado de la lista de miembros.

# _REMOVE_MEMBER_CANCEL_BUTTON
source: Cancel
es_419: Cancelar

# _REMOVE_MEMBER_REMOVE_BUTTON
source: Remove
es_419: Eliminar

# _INVITATION_VIEW_EMPTY_LIST
source: You don't have any invitation.
es_419: No tienes invitaciones pendientes.

# _INVITATION_VIEW_FULL_LIST_TITLE
source: You've been invited to the following workspaces.
es_419: Has sido invitado en los siguientes espacios de trabajos.

# _INVITATION_VIEW_REJECT_BUTTON
source: Reject
es_419: Rechazar

# _INVITATION_VIEW_ACCEPT_BUTTON
source: Accept
es_419: Aceptar

# ADMIN_ROLE
source: Admin
es_419: Administrador

# USER_ROLE
source: User
es_419: Usuario

# USER_READ_ONLY_ROLE
source: User Read Only
es_419: Usuario Solo Lectura

# _PICK_ROLE_TITLE
source: Privilege
es_419: Privilegios

# _PICK_ROLE_SUBTITLE
source: Select the correct privilege that your guest is going to have inside your workspace.
es_419: Seleccione el privilegio que tu invitado tendra en tu espacio de trabajo.

# _PICK_ROLE_SELECT_TITLE
source: Select
es_419: Selección

# _PICK_ROLE_BUTTON_TITLE
source: Send Invite
es_419: Envia la invitación

# _INVITATION_SEARCH_USER_TITLE
source: Invite user
es_419: Invita un usuario

# _INVITATION_SEARCH_USER_SUBTITLE
source: Enter the username or email and send them an invitation.
es_419: Ingresa el nombre de usuario o mail de la cuenta que quieres invitar.

# _INVITATION_SEARCH_USER_BUTTON_TITLE
source: Search
es_419: Buscar

# _INVITATION_SEARCH_USER_RESULT_TITLE
source: Search result.
es_419: Resultado de la busqueda

# _EDIT_BUTTON_DEFAULT_IMAGE
source: Edit Profile
es_419: Editar perfil

# _EDIT_BUTTON_DEFAULT_BACKGROUND_IMAGE
source: Edit Background
es_419: Editar fondo

# _EDIT_BUTTON
source: Edit
es_419: Editar

# _BACK_BUTTON
source: Back
es_419: Atrás

# _SAVE_BUTTON
source: Save
es_419: Guardar

# _CANCEL_BUTTON
source: Cancel
es_419: Cancelar

# _NEW_WORSPACE_BUTTON_TITLE
source: Add
es_419: Agregar

# _COUNTRY_TEXTFIELD_TITLE
source: Country
es_419: País

# _PHONE_NUMBER_TEXTFIELD_TITLE
source: Phone number
es_419: Teléfono

# _KEYBOARD_DONE_BUTTON
source: Done
es_419: Hecho

source: First name
es_419: Nombre

# _FIRST_NAME_INCORRECT
source: First name is badly formatted.
es_419: El nombre tiene un formato incorrecto.

source: Last name
es_419: Apellido

# _LAST_NAME_INCORRECT
source: Last name is badly formatted.
es_419: El apellido tiene un formato incorrecto.

source: Phone number
es_419: Teléfono

# _PHONE_NUMBER_INCORRECT
source: Phone number format is badly formatted.
es_419: El teléfono tiene un formato incorrecto.

# _UPDATE_BUTTON
source: Update
es_419: Actualizar

# _TAB_BAR_HOME
source: Home
es_419: Inicio

# _TAB_BAR_SETTING
source: Setting
es_419: Configuración

# _ALERT_CANCEL
source: Cancel
es_419: Cancelar

# _ALERT_ACCEPT
source: Accept
es_419: Aceptar

# _ALERT_REMOVE
source: Delete
es_419: Borrar

# _CREATE_ACCOUNT_MESSAGE
source: If you don't have an account, you can easily create one for free.
es_419: Si aún no tienes una cuenta, puedes crear una fácilmente y sin costo.

# _ALREADY_HAVE_ACCOUNT_MESSAGE
source: If you already have an account, please enter your username and password.
es_419: Si ya tienes una cuenta, por favor ingresa tu nombre de usuario y contraseña.

source: Username
es_419: Usuario

source: Email
es_419: Correo

source: Password
es_419: Clave

# _PASSWORD_REPEAT
source: Repeat password
es_419: Repetir clave

source: Sign Up
es_419: Crear Cuenta

# _LOGIN_TITLE
source: Authentication
es_419: Autenticación

# _CREATE
source: Create Account
es_419: Crear Cuenta

# _LOGIN_BUTTON_TITLE
source: Log in
es_419: Iniciar Sesión

# _SETTING_INVITATIONS
source: Invitations
es_419: Invitaciones

# _SETTING_WORKSPACES
source: Workspaces
es_419: Espacios de trabajo

# _SETTING_2FA
source: Two Factor Authentication
es_419: Autenticación Doble Factor

# _SETTING_PROFILE
source: Profile
es_419: Perfil

source: Log Out
es_419: Cerrar Sesión

source: Delete Account
es_419: Borrar Cuenta

# _DELETE_ACCOUNT_BUTTON_TITLE
source: Delete Account
es_419: Borrar Cuenta

# _DELETE_ACCOUNT_BUTTON_MESSAGE
source: Are you sure you want to delete this account?
es_419: ¿Estás seguro de que quieres borrar esta cuenta?

# _LOGOUT_ALERT_WARNING_TITLE
source: Close Session
es_419: Cerrar Sesión

# _LOGOUT_ALERT_WARNING_MESSAGE
source: Are you sure to close your session?
es_419: ¿Estás seguro de cerrar sesión?

# _DELETE_ACCOUNT_TITLE
source: Delete account.
es_419: ¿Deseas borrar la cuenta permanentemente?

# _DELETE_ACCOUNT_SUBTITLE
source: This action will permanently delete all your data from all databases and it cannot be recovered.
es_419: Esta acción borrará todos tus datos permanentemente de todas las bases de datos y no podrá recuperarse.

# _LOGIN_ERROR
source: Authentication Failed
es_419: Error de Autenticación

# _WRONG_USER_PASSWORD
source: Wrong Email or Password.
es_419: El usuario o contraseña son incorrectos.

# _INVALID_OTP
source: Invalid Code
es_419: Código Inválido

# _404_MESSAGE
source: 404 - Url not found.
es_419: 404 - Url no encontrada.

# _500_SERVER_TITLE
source: Server Error
es_419: Error de Servidor

# _500_SERVER_MESSAGE
source: There is a problem with the service. It may be a duplicated data.
es_419: Hubo un error en el servicio. Puede que exista un dato duplicado.

# _400_ERROR_TITLE
source: Request Error
es_419: Error de Request

# _400_ERROR_MESSAGE
source: Look your body and headers.
es_419: Revisa tu body y headers.

# _SERVER_ERROR_TITLE
source: Server Error
es_419: Error de servidor

# _SERVER_ERROR_MESSAGE
source: The server doesn't respond.
es_419: El servidor no response.

# _NOT_KNOWN_TITLE
source: Server Error
es_419: The server doesn't respond.

# _ERROR_NOT_HANDLED_TITLE
source: Error not handled
es_419: Error no manejado

# _ERROR_NOT_HANDLED_MESSAGE
source: The error is known but not handled properly.
es_419: El error es conocido pero no es manejado correctamente.

# _SERIALIZE_MESSAGE
source: Data could not be serialized.
es_419: No se pudo serializar los datos.

# _401_TITLE
source: Authentication
es_419: Autenticación

# _401_MESSAGE
source: Session expired.
es_419: Sesión vencida.

# _IMAGE_FAILED_TITLE
source: Image Error
es_419: Error en la imágen

# _IMAGE_FAILED_MESSAGE
source: There was an error downloading image
es_419: Hubo un error al cargar la imágen.

# _JSON_NOT_FOUND_TITLE
source: JSON Error
es_419: Error en JSON

# _JSON_NOT_FOUND_MESSAGE
source: File %@ not found.
es_419: No se encontró el archivo %@
